Repository: StarBuckR/yusufreis
Catalog: locale/*/LC_MESSAGES/*.po
Languages: tr

source: Tray Icon
tr: Tray İkon

source: Summary
tr: Özet

source: Controls
tr: Kontroller

source: Send
tr: Gönder

source: Quit
tr: Çıkış Yap

source: Left clicked
tr: Sol tıklandı

source: Error
tr: Hata

source: There has been an error while taking a screenshot. Please try again later
tr: Ekran görüntüsü alırken bir hata meydana geldi. Lütfen daha sonra tekrar deneyin

source: Settings
tr: Ayarlar

source: OS:
tr: İşletim Sistemi:

source: CPU:
tr: İşlemci:

source: Domain could not found
tr: Domain bulunamadı

source: Workgroup could not found
tr: Workgroup bulunamadı

source: Start typing your note here
tr: Notunuzu buraya yazınız

source: Note:
tr: Not:

source: Cancel
tr: İptal

source: There has been an error while sending information to the server. Please try again later
tr: Bilgileri sunucuya gönderirken hata gerçekleşti. Lütfen daha sonra tekrar deneyin

source: Fail
tr: Başarısız

source: Username:
tr: Kullanıcı Adı:

source: Getent control:
tr: Getent kontrolü:

source: Domain control:
tr: Domain kontrolü:

source: Success
tr: Başarılı

source: Ping control:
tr: Ping kontrolü:

source: Host control:
tr: Host kontrolü:

source: Klist control:
tr: Klist kontrolü:

source: Pam control:
tr: Pam kontrolü:

source: DC time:
tr: DC zamanı:

source: Client time:
tr: Kullanıcı zamanı:

source: Active
tr: Aktif

source: Inactive
tr: İnaktif

source: Sssd service control:
tr: Sssd servis kontrolü:

source: Smbd service control:
tr: Smdb servis kontrolü:

source: Notifications
tr: Bildirimler

source: Machine is in domain
tr: Makine Domain'de

source: Machine is in not domain
tr: Makine Domain'de değil

source: Local Username:
tr: Local Kullanıcı Adı:

source: Local Password:
tr: Local Şifresi:

source: Domain Username:
tr: Domain Kullanıcı Adı:

source: Domain Password:
tr: Domain Şifresi:

source: Domain Name:
tr: Domain Adı:

source: Leave Domain
tr: Domain'den Çık

source: Join Domain
tr: Domain'e Katıl

source: Loading...
tr: Yükleniyor...

source: Palamar is not installed. Please try installing first
tr: Palamar yüklenmemiş. Lütfen önce yüklemeyi deneyin

source: Click YES if you want to reboot now. Otherwise click NO and reboot yourself
tr: Eğer şimdi yeniden başlatmak isterseniz EVET'e, daha sonra kendiniz yeniden başlatmak için HAYIR'a tıklayın

source: Ensure your credentails aren't blank
tr: Alanları boş bırakmadığınızdan emin olunuz
